Repository: miavila/PoTranslation
Catalog: *.po
Languages: ca_ca

source: Project-Id-Version: POT-Creation-Date: 2018-05-28 13:54+0200 PO-Revision-Date: 2018-05-28 13:55+0200 Last-Translator: Language-Team: Language: en_EN MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit X-Generator: Poedit 1.8.2 X-Poedit-Basepath: . Plural-Forms: nplurals=2; plural=(n != 1);
ca_ca: Cada cinc minuts

source: Phone Number
ca_ca: Número de telèfon

source: Appointments
ca_ca: Reserva

source: Pending
ca_ca: Pendents

source: Calendars
ca_ca: Calendaris

source: Settings
ca_ca: Configuració

source: What's New?
ca_ca: Que hi ha de nou?

source: You do not have sufficient permissions to access this page.
ca_ca: " Cal crear una pàgina amb el shortcode de% s. Es requereix amb el vostre

source: Create a Page
ca_ca: Crea una pàgina

source: Change Settings
ca_ca: Canviar configuració

source: There is %s pending appointment.
ca_ca: Veure reserva prèvia

source: Assign this calendar to
ca_ca: Assigna aquest calendari a

source: Default
ca_ca: Per defecte

source: This will use your setting from the Booked Settings panel by default.
ca_ca: reserva prèvia

source: and
ca_ca: i

source: more
ca_ca: més

source: Space Available
ca_ca: Espai disponible

source: Spaces Available
ca_ca: Espais disponibles

source: Add Timeslots
ca_ca: Afegeix variables

source: The "End Time" needs to be later than the "Start Time".
ca_ca: El " Hora de finalització "ha de ser posterior al " Hora d'inici ".

source: Are you sure you want to add those bulk time slots?
ca_ca: Esteu segur que voleu afegir aquests espais de temps massius?

source: All fields are required.
ca_ca: Tots els camps són obligatoris.

source: You are about to add the following time slot(s)
ca_ca: Esteu a punt d'afegir el següent espai (s) de temps

source: to
ca_ca: per

source: Please wait ...
ca_ca: Espereu ...

source: Update Appointment
ca_ca: Actualització de reserva

source: Create Appointment
ca_ca: Crea una reserva

source: All day
ca_ca: Tot el dia

source: Enable
ca_ca: Activar

source: Disable
ca_ca: Desactivar

source: Change Date
ca_ca: Canvia la data

source: Please choose a customer.
ca_ca: Esteu segur que voleu suprimir aquest espai horari?

source: Are you sure you want to delete this custom time slot?
ca_ca: Esteu segur que voleu eliminar aquest espai de temps personalitzat?

source: Are you sure you want to cancel this appointment?
ca_ca: Esteu segur que voleu cancel·lar aquesta reserva?

source: Are you sure you want to delete all of the timeslots for this day?
ca_ca: Esteu segur que voleu eliminar totes les taules de temps per a aquest dia?

source: A name, email address and password are required.
ca_ca: Cal un nom, cognom i adreça de correu electrònic.

source: A name and an email address are required.
ca_ca: Cal un nom i una adreça de correu electrònic.

source: Are you sure you want to approve this appointment?
ca_ca: Esteu segur que voleu aprovar aquesta reserva?

source: Are you sure you want to approve ALL pending appointments?
ca_ca: Esteu segur que voleu aprovar TOTES les reserves pendents?

source: Are you sure you want to delete ALL pending appointments?
ca_ca: Esteu segur que voleu suprimir TOTES les reserves pendents?

source: Are you sure you want to delete all PASSED pending appointments?
ca_ca: Esteu segur que voleu suprimir totes les reserves pendents PASSED?

source: Wrong username/password combination.
ca_ca: " Introduïu el vostre nom, la vostra adreça de correu electrònic i trieu una contrasenya per reservar un

source: Please fill in all "Information" fields.
ca_ca: Aquest nom d'usuari o correu electrònic no es reconeix.

source: Booking Agent
ca_ca: Agent de reserves

source: Install Add-Ons
ca_ca: Instal·lar complements

source: Installing Add-On: %s
ca_ca: Instal·lació del complement:% s

source: Updating Add-On: %s
ca_ca: S'està actualitzant el complement:% s

source: Something went wrong with the plugin API.
ca_ca: " El següent complement s'ha d'actualitzar a la seva versió més recent per garantir

source: There is an update available for: %1$s.
ca_ca: Comenceu a instal·lar el complement

source: Begin updating add-on
ca_ca: Comença a actualitzar el complement

source: Begin activating add-on
ca_ca: Comença a activar el complement

source: Return to Add-On Installer
ca_ca: Tornar a l'instal·lador de complements

source: Return to the Dashboard
ca_ca: Torna al tauler

source: Add-on activated successfully.
ca_ca: El complement s'ha activat correctament.

source: The following add-on was activated successfully:
ca_ca: El complement següent s'ha activat correctament:

source: No action taken. Add-on %1$s was already active.
ca_ca: No s'ha pres cap acció. El complement% 1 $ s ja estava actiu.

source: "Add-on not activated. A higher version of %s is needed for Booked. Please update the add-on.
ca_ca: Tots els complements instal·lats i activats amb èxit.% 1 $ s

source: Dismiss this notice
ca_ca: Desestimeu aquest avís

source: "There are one or more required or recommended add-ons to install, update or activate.
ca_ca: " Hi ha un o més complements necessaris o recomanats per instal·lar, actualitzar o

source: Please contact the administrator of this site for help.
ca_ca: Poseu-vos en contacte amb l'administrador d'aquest lloc per obtenir ajuda.

source: This plugin needs to be updated to be compatible with your theme.
ca_ca: Actualització obligatòria

source: Set the parent_slug config variable instead.
ca_ca: " El paquet de complement remot no conté una carpeta amb la capa desitjada

source: "Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ca_ca: " Poseu-vos en contacte amb el proveïdor del connector i demaneu-los que envieu el vostre complement

# plugin A *and* plugin B
source: "The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ca_ca: i

source: Required
ca_ca: Obligatori

source: Recommended
ca_ca: Recomanat

source: WordPress Repository
ca_ca: Repositori de WordPress

source: External Source
ca_ca: Font externa

source: Pre-Packaged
ca_ca: Pre-empaquetat

source: Not Installed
ca_ca: No està instal · lat

source: Installed But Not Activated
ca_ca: Instal·lat però no activat

source: Active
ca_ca: Actiu

source: Required Update not Available
ca_ca: Actualització obligatòria no disponible

source: Requires Update
ca_ca: Requereix actualització

source: Update recommended
ca_ca: Actualització recomanada

# plugins
source: All (%s)
ca_ca: Tots (% s)

source: To Install (%s)
ca_ca: Instal·lar (% s)

source: Update Available (%s)
ca_ca: Actualització disponible (% s)

source: To Activate (%s)
ca_ca: Activar (% s)

source: unknown
ca_ca: desconegut

source: Installed version:
ca_ca: Versió instal·lada:

source: Minimum required version:
ca_ca: La versió mínima necessària:

source: Available version:
ca_ca: Versió disponible:

source: No plugins to install, update or activate.
ca_ca: Connectar

source: Source
ca_ca: Font

source: Type
ca_ca: Tipus

source: Version
ca_ca: Versió

source: Status
ca_ca: Estat

source: Install %2$s
ca_ca: Instal·lar% 2 $ s

source: Update %2$s
ca_ca: Actualitza% 2 $ s

source: Activate %2$s
ca_ca: Activar% 2 $ s

source: Upgrade message from the plugin author:
ca_ca: Actualitza el missatge de l'autor del complement:

source: Install
ca_ca: Instal·lar

source: Update
ca_ca: Actualització

source: Activate
ca_ca: Activar

source: No plugins were selected to be installed. No action taken.
ca_ca: El següent complement s'ha activat correctament:

source: Plugin activation failed.
ca_ca: S'està actualitzant el connector% 1 $ s (% 2 $ d /% 3 $ d)

source: An error occurred while installing %1$s: %2$s.
ca_ca: La instal·lació de% 1 $ s ha fallat.

source: "The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ca_ca: " S'està iniciant el procés d'instal·lació i activació. Aquest procés pot tenir un

source: %1$s installed and activated successfully.
ca_ca: Mostra els detalls

source: Hide Details
ca_ca: Amaga els detalls

source: All installations and activations have been completed.
ca_ca: Totes les instal·lacions i les activacions s'han completat.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ca_ca: Instal·lant i activant el connector% 1 $ s (% 2 $ d /% 3 $ d)

source: "The installation process is starting. This process may take a while on some hosts, so please be patient.
ca_ca: " S'està iniciant el procés d'instal·lació. Aquest procés pot trigar una mica en alguns

source: %1$s installed successfully.
ca_ca: Totes les instal·lacions s'han completat.

source: Installing Plugin %1$s (%2$d/%3$d)
ca_ca: Instal·lant el connector% 1 $ s (% 2 $ d /% 3 $ d)

source: %d Space Available
ca_ca: % d espai disponible

source: Full
ca_ca: Complet

source: %s to %s
ca_ca: % s a% s

source: New
ca_ca: Nou

source: Fixed
ca_ca: Arxivat

source: What's new?
ca_ca: Que hi ha de nou?

source: Title (optional)
ca_ca: Títol (opcional)

source: Start time ...
ca_ca: L'hora d'inici ...

source: End time ...
ca_ca: Fi del temps ...

source: Time between ...
ca_ca: Temps entre ...

source: Appt Length ...
ca_ca: Longitud de l'aplicació ...

source: # of Each ...
ca_ca: # de cadascun ...

source: All Day
ca_ca: Tot el dia

source: night
ca_ca: nit

source: Clear
ca_ca: Esborrar

source: No time slots.
ca_ca: Cada 1 hora

source: Every 1 hour, 30 minutes
ca_ca: Cada 1 hora, 30 minuts

source: Every 2 hours
ca_ca: Cada 2 hores

source: Every 45 minutes
ca_ca: Cada 45 minuts

source: Every 30 minutes
ca_ca: Cada 30 minuts

source: Every 20 minutes
ca_ca: Cada 20 minuts

source: Every 15 minutes
ca_ca: Cada 15 minuts

source: Every 10 minutes
ca_ca: Cada 10 minuts

source: Every 5 minutes
ca_ca: Cada 5 minuts

source: 5 minutes
ca_ca: 5 minuts

source: 10 minutes
ca_ca: 10 minuts

source: 15 minutes
ca_ca: 15 minuts

source: 20 minutes
ca_ca: 20 minuts

source: 30 minutes
ca_ca: 30 minuts

source: 45 minutes
ca_ca: 45 minuts

source: 1 hour
ca_ca: 1 hora

source: %d space available
ca_ca: % d espai disponible

source: Back to
ca_ca: Tornar

source: %d Appointment
ca_ca: % d reserva

source: Default Calendar
ca_ca: Calendari per defecte

source: Appointments for
ca_ca: reserves per a

source: %s Appointments for
ca_ca: % s reserves per a

source: space
ca_ca: espai

source: available
ca_ca: disponible

source: (this user no longer exists)
ca_ca: (aquest usuari ja no existeix)

source: Approve
ca_ca: Aprova

source: New Appointment
ca_ca: Nova reserva

source: "There are additional appointments booked from previously available time slots:
ca_ca: " Hi ha reserves addicionals reservades des d'un moment prèviament disponible

source: "There are no appointment slots available for this day, however there are appointments booked from previously available time slots:
ca_ca: " No hi ha espais per a la reserva disponibles per a aquest dia, però hi ha

source: There are no appointment time slots available for this day.
ca_ca: Voleu afegir alguna cosa?

source: Enter a label for this checkbox...
ca_ca: Introduïu una etiqueta per a aquesta casella ...

source: Enter a label for this radio button...
ca_ca: Introduïu una etiqueta per a aquest botó d'opció ...

source: Enter a label for this option...
ca_ca: Introduïu una etiqueta per a aquesta opció ...

source: Checkbox
ca_ca: Caixa de verificació

source: Radio Button
ca_ca: Botó de ràdio

source: Option
ca_ca: Opció

source: Single Line Text
ca_ca: Text de línia única

source: Required Field
ca_ca: Camp necessari

source: Enter a label for this field...
ca_ca: Introduïu una etiqueta per a aquest camp ...

source: Paragraph Text
ca_ca: Text del paràgraf

source: Checkboxes
ca_ca: Caselles de verificació

source: Enter a label for this checkbox group...
ca_ca: Introduïu una etiqueta per a aquest grup de casella ...

source: Radio Buttons
ca_ca: Botons de ràdio

source: Enter a label for this radio button group...
ca_ca: Introduïu una etiqueta per a aquest grup de botons de ràdio ...

source: Drop Down
ca_ca: Baixar

source: Enter a label for this drop-down group...
ca_ca: Introduïu una etiqueta per a aquest grup desplegable ...

source: Text Content
ca_ca: Contingut de text

source: HTML is allowed in this field.
ca_ca: Client actual

source: New Customer
ca_ca: Nou client

source: Guest
ca_ca: Invitat

source: Select a customer
ca_ca: Selecciona un client

source: First Name
ca_ca: Nom

source: Last Name
ca_ca: Cognom

source: Name
ca_ca: Nom

source: Email Address
ca_ca: Correu electrònic

source: Choose a password
ca_ca: Escull una contrasenya

source: Cancel
ca_ca: Cancel · lar

source: Edit Appointment
ca_ca: Edita la reserva

source: Appointment Date/Time
ca_ca: Data / hora de reserva

source: Customer Information
ca_ca: Informació del consumidor

source: Appointment Information
ca_ca: Informació de reserva

source: "Sorry, someone just booked this appointment before you could. Please choose a different booking time.
ca_ca: " Ho sentim, algú acaba de reservar aquesta reserva abans que pugueu fer-ho. Per favor, tria

source: Request an Appointment
ca_ca: Fer una reserva

source: Book an Appointment
ca_ca: Demna una reserva

source: %s on %s
ca_ca: %fills

source: %s at %s
ca_ca: % s a% s

source: Sorry, there are no bookings available
ca_ca: Ho sentim, no hi ha reserves disponibles

source: Unknown
ca_ca: Desconegut

source: Enter your email address to reset your password:
ca_ca: Introduïu la vostra adreça de correu electrònic per restablir la vostra contrasenya:

source: Your Information:
ca_ca: La vostra informació:

source: Please enter your first name, last name and email address:
ca_ca: Introduïu el vostre nom, cognom i adreça de correu electrònic:

source: Please enter your name and email address:
ca_ca: Introduïu el vostre nom i adreça de correu electrònic:

source: Please enter your first and last name:
ca_ca: Introduïu el vostre nom i cognom:

source: Please enter your name:
ca_ca: Introduïu el vostre nom:

source: Welcome back, please sign in:
ca_ca: Benvingut enrere, inicia la sessió:

source: Password
ca_ca: Contrasenya

source: Registration:
ca_ca: Registre:

source: "Please enter your name, your email address and choose a password to get started.
ca_ca: " Introduïu el vostre nom, la vostra adreça de correu electrònic i seleccioneu una contrasenya per obtenir

source: New customer
ca_ca: Nou client

source: Current customer
ca_ca: Client actual

source: I forgot my password.
ca_ca: He oblidat la meva contrasenya.

source: Sign in
ca_ca: Iniciar sessió

source: Reset Password
ca_ca: Restablir la contrasenya

source: Go Back
ca_ca: Torna

source: "Sorry, but you've hit the appointment limit. Each user may only book %d appointment at a time.Sorry, but you've hit the appointment limit. Each user may only book %d appointments at a time.
ca_ca: " Ho sentim, però heu colpejat el límit de reserva. Cada usuari només pot reservar% d

source: "Sorry, but you're about to book more appointments than you are allowed to book at a time. Each user may only book %d appointments at a time.
ca_ca: " Ho sentim, però esteu a punt de reservar més reserves del que està permès

source: You are about to request an appointment for %s.
ca_ca: " Reviseu i confirmeu que voleu reserva el següent

source: Please confirm that you would like to request the following appointment:
ca_ca: Confirmeu que voleu sol·licitar la següent reserva:

source: Please enter the following text:
ca_ca: Introduïu el text següent:

source: Okay
ca_ca: Bé

source: Request Appointment
ca_ca: Sol·licitud de reserva

source: Book Appointment
ca_ca: reserva

source: Your full name is required to book an appointment.
ca_ca: L'adreça de correu electrònic que heu introduït no sembla que sigui vàlida.

source: "Your name and a valid email address are required to book an appointment.
ca_ca: Ranura de temps

source: Upcoming Appointments
ca_ca: reserves prèvies

source: This appointment has passed.
ca_ca: % d disponible

source: None Available
ca_ca: Cap disponible

source: Unavailable
ca_ca: No disponible

source: Appointments in this time slot:
ca_ca: Reserva en aquest espai horari:

source: Available Appointment on %s
ca_ca: reserva disponible a% s

source: Available Appointments on %s
ca_ca: Reserva disponibles a % s

source: Previous
ca_ca: Anterior

source: Next
ca_ca: Pròxim

source: Someone requested that the password be reset for the following account:
ca_ca: Algú ha demanat que es restableixi la contrasenya del següent compte:

source: Username: %s
ca_ca: Nom d'usuari:% s

source: If this was a mistake, just ignore this email and nothing will happen.
ca_ca: Per restablir la contrasenya, visiteu la següent adreça:

source: [%s] Password Reset
ca_ca: [% s] Restabliment de contrasenya

source: Choose...
ca_ca: Tria ...

source: The passwords you entered do not match. Your password was not updated.
ca_ca: Les contrasenyes que heu introduït no coincideixen. La contrasenya no s'ha actualitzat.

source: The Email you entered is not valid. please try again.
ca_ca: " S'ha sol·licitat la vostra reserva. També hem creat un compte per a vostè.

source: "Your appointment has been requested! It will be updated below if approved.
ca_ca: " S'ha sol·lireservat la vostra reserva. S'aplicarà a continuació si s'aprova.

source: Your appointment has been added to our calendar!
ca_ca: La vostra reserva s'ha afegit al nostre calendari.

source: Edit Profile
ca_ca: Edita el perfil

source: Update Avatar
ca_ca: Actualitza Avatar

source: (disabled in demo)
ca_ca: (desactivat a la demostració)

source: Choose image ...
ca_ca: Tria la imatge ...

source: Recommended size: 100px by 100px or larger
ca_ca: Mida recomanada: 100px per 100px o més

source: Display Name
ca_ca: Nom de visualització

source: Change Password
ca_ca: Canviar contrasenya

source: Repeat Password
ca_ca: Repeteix la contrassenya

source: Add to Calendar
ca_ca: Afegeix al calendari

source: Appointment with %s
ca_ca: Nomenament amb% s

source: The text you've entered does not match the image.
ca_ca: El text que heu introduït no coincideix amb la imatge.

source: All fields are required to register.
ca_ca: Èxit!

source: Registration complete, please check your email for login information.
ca_ca: El teu nom

source: Choose a Password
ca_ca: Escull una contrasenya

source: Register
ca_ca: Registre

source: Display the full name of the customer.
ca_ca: Mostra el nom del calendari de la reserva (si s'escau).

source: Display the appointment date.
ca_ca: reserva prèvia

source: No past appointments.
ca_ca: Avui

source: pending
ca_ca: pendents

source: approved
ca_ca: aprovat

source: from
ca_ca: de

source: at
ca_ca: a

source: Calendar
ca_ca: Calendari

source: Additional information
ca_ca: Informació adicional

source: Cancel Appointment
ca_ca: Cancel·lar la reserva

source: Please log in to view your upcoming appointments.
ca_ca: Inicia la sessió

source: Forgot Password
ca_ca: Has oblidat la contrasenya

source: Check your email to reset your password.
ca_ca: Quin és la seva adreça de correu electrònic?

source: Reset my password
ca_ca: Reinicia la meva contrasenya

source: Booked Calendar
ca_ca: Calendari reservat

source: Widget Title
ca_ca: Títol de widget

source: Calendar to Display
ca_ca: Calendari per mostrar

source: Month
ca_ca: Mes

source: Current month
ca_ca: Aquest mes

source: Year
ca_ca: Curs

source: Current year
ca_ca: Aquest any

source: Appointment
ca_ca: Nomenament

source: Add New
ca_ca: Afegir nou

source: Add New Appointment
ca_ca: Afegeix una nova reserva

source: View Appointment
ca_ca: Veure reserva

source: All Appointments
ca_ca: Totes les reserves

source: Search Appointments
ca_ca: reserves de cerca

source: Parent Appointments:
ca_ca: Reserva de pare:

source: No Appointments found.
ca_ca: Calendaris personalitzats

source: Custom Calendar
ca_ca: Calendari personalitzat

source: Search Custom Calendars
ca_ca: Calendaris personalitzats de cerca

source: Popular Custom Calendars
ca_ca: Calendaris personalitzats populars

source: All Custom Calendars
ca_ca: Tots els calendaris personalitzats

source: Edit Custom Calendar
ca_ca: Edita el calendari personalitzat

source: Update Custom Calendar
ca_ca: Actualitza el calendari personalitzat

source: Add New Custom Calendar
ca_ca: Afegeix un nou calendari personalitzat

source: New Custom Calendar Name
ca_ca: Nom nou del calendari personalitzat

source: Separate custom calendars with commas
ca_ca: Separar calendaris personalitzats amb comes

source: Add or remove custom calendars
ca_ca: Afegeix o elimina calendaris personalitzats

source: Choose from the most used custom calendars
ca_ca: Trieu entre els calendaris personalitzats més utilitzats

source: No custom calendars found.
ca_ca: Tots els calendaris

source: There are no calendars assigned to you.
ca_ca: " Poseu-vos en contacte amb l'administració d'aquest lloc per obtenir un calendari assignat

source: Updating, please wait...
ca_ca: S'està actualitzant, espereu ...

source: Pending Appointments
ca_ca: Reserva pendents

source: Delete Passed Appointments
ca_ca: Suprimeix les reserves passades

source: Approve All
ca_ca: Aprova tots

source: Delete All
ca_ca: Eliminar tots

source: Delete
ca_ca: Suprimeix

source: Assigned to %s
ca_ca: Assignat a% s

source: There are no pending appointments.
ca_ca: No hi ha cap perfil aquí!

source: Sorry, this user profile does not exist.
ca_ca: Ho sentim, aquest perfil d'usuari no existeix.

source: Welcome back, %s!
ca_ca: Benvingut de nou,% s!

source: Sign Out
ca_ca: Tanca sessió

source: Appointment History
ca_ca: Historial de reserves

source: Appointment Settings
ca_ca: Configuració de reserves

source: Time Slots
ca_ca: Temps tragamonedas

source: Custom Time Slots
ca_ca: Espais horaris personalitzats

source: Custom Fields
ca_ca: Camps personalitzats

source: Export
ca_ca: Exporta

source: Shortcodes
ca_ca: Codis curts

source: Booking Type
ca_ca: Tipus de reserva

source: "You have the option to choose between "Registered" and "Guest" booking. Registered booking will require all appointments to be booked by a registered user (default). Guest booking will allow anyone with a name and email address to book an appointment.
ca_ca: " Teniu l'opció de triar entre la reserva "Registrada " i "Guest ".

source: Registered Booking
ca_ca: Reserves registrades

source: Guest Booking
ca_ca: Reserves de convidats

source: Booking Options
ca_ca: Opcions de reserva

source: Require "Name" only
ca_ca: Només necessiteu " Nom

source: Require your customers to enter their name in a single text field.
ca_ca: Requereix " Primer Nom "i " Cognom ""

source: "Require your customers to enter their first and last name in two text fields.
ca_ca: Opcions de reserva de convidats

source: Require Email Address
ca_ca: Requereix adreça de correu electrònic

source: Require your guests to enter their email address.
ca_ca: Redirecció de reserves de reserves

source: %s Refresh the calendar list after booking.
ca_ca: Sense redirecció

source: %s Auto-detect the page with the [booked-profile] shortcode.
ca_ca: % s Detecta automàticament la pàgina amb el codi curt [reservat perfil].

source: Auto-Detect Profile Page
ca_ca: Detecció automàtica de la pàgina del perfil

source: Detected Page: %s
ca_ca: Pàgina detectada:% s

source: "%s We were not able to auto-detect. You need to %s with the %s shortcode.
ca_ca: "% s No hem pogut detectar automàticament. Necessiteu% s amb el codi curt% s.

source: create a page
ca_ca: crear una pàgina

source: %s Choose a redirect page.
ca_ca: Selecciona una pàgina específica

source: Choose a page
ca_ca: Tria una pàgina

source: Login Redirect
ca_ca: Redirecció d'inici de sessió
