Repository: miavila/PoTranslation
Catalog: *.po
Languages: ca_ca

source: If you would like the login form to redirect somewhere else (instead of reloading the same page), you can choose a page here.
ca_ca: Si voleu que el formulari d'inici de sessió es redirigeixi a un altre lloc (en lloc de recarregant la mateixa pàgina), podeu triar una pàgina aquí.

source: Redirect to the same page
ca_ca: Redirigir a la mateixa pàgina

source: Custom Login Tab Content
ca_ca: Contingut de la pestanya d'inici de sessió personalitzat

source: If you would like the login form to include a custom message (above the login form), you can add that here.
ca_ca: Si voleu que el formulari d'inici de sessió inclogui un missatge personalitzat (a sobre del formulari d'inici de sessió), podeu afegir-lo aquí.

source: Time Slot Intervals
ca_ca: Intervalos de tragamonedas de temps

source: Choose the intervals you need for your appointment time slots. This will only affect the way default time slots are entered.
ca_ca: Trieu els intervals que necessiteu per als espais de temps de reserva. Aquesta voluntat

source: Appointment Buffer
ca_ca: Buffer de reserva

source: No buffer
ca_ca: Sense memòria intermèdia

source: 2 hours
ca_ca: 2 hores

source: 3 hours
ca_ca: 3 hores

source: 4 hours
ca_ca: 4 hores

source: 5 hours
ca_ca: 5 hores

source: 6 hours
ca_ca: 6 hores

source: 12 hours
ca_ca: 12 hores

source: 24 hours
ca_ca: 24 hores

source: 2 days
ca_ca: 2 dies

source: 3 days
ca_ca: 3 dies

source: 5 days
ca_ca: 5 dies

source: 6 days
ca_ca: 6 dies

source: 1 week
ca_ca: 1 setmana

source: 2 weeks
ca_ca: 2 setmanes

source: 3 weeks
ca_ca: 3 setmanes

source: 4 weeks
ca_ca: 4 setmanes

source: 5 weeks
ca_ca: 5 setmanes

source: 6 weeks
ca_ca: 6 setmanes

source: 7 weeks
ca_ca: Set setmanes

source: 8 weeks
ca_ca: 8 setmanes

source: Prevent Appointments Before Date
ca_ca: Evitar les reserves abans de la data

source: To prevent appointments from getting booked before a certain date, you can choose that date below.
ca_ca: Per evitar que les reserves es reservin abans d'una data determinada, podeu triar aquesta data a continuació.

source: Choose a date
ca_ca: Tria una data

source: Prevent Appointments After Date
ca_ca: Evitar les reserves després de la data

source: To prevent appointments from getting booked after a certain date, you can choose that date below.
ca_ca: Per evitar que les reserves es reservin després d'una data determinada, podeu triar aquesta data a continuació.

source: Cancellation Buffer
ca_ca: Amortidor de cancel·lació

source: To prevent appointments from getting cancelled too close to the appointment time, you can set a cancellation buffer.
ca_ca: Per evitar que les reserves es cancel·lin massa a prop de la cita temps, podeu configurar un buffer de cancel·lació.

source: Appointment Limit
ca_ca: Límit de reserva

source: To prevent users from booking too many appointments, you can set an appointment limit.
ca_ca: Per evitar que els usuaris reservin massa reserves, podeu establir un límit de cita.

source: No limit
ca_ca: Sense límit

source: 1 appointment
ca_ca: 1 reserva

source: 2 appointments
ca_ca: 2 reserves

source: 3 appointments
ca_ca: 3 reserves

source: 4 appointments
ca_ca: 4 reserves

source: 5 appointments
ca_ca: 5 reserves

source: 6 appointments
ca_ca: 6 reserves

source: 7 appointments
ca_ca: 7 reserves

source: 8 appointments
ca_ca: 8 reserves

source: 9 appointments
ca_ca: 9 reserves

source: 10 appointments
ca_ca: 10 reserves

source: 15 appointments
ca_ca: 15 reserves

source: 20 appointments
ca_ca: 20 reserves

source: 25 appointments
ca_ca: 25 reserves

source: 50 appointments
ca_ca: 50 reserves

source: New Appointment Default
ca_ca: Nova reserva per defecte

source: Would you like your appointment requests to go into a pending list or should they be approved immediately?
ca_ca: Voleu que les sol·licituds de cita ingressin en una llista pendent o si s'aprovisin immediatament?

source: Set as Pending
ca_ca: Estableix com Pendent

source: Approve Immediately
ca_ca: Aprova immediatament

source: Display Options
ca_ca: Opcions de visualització

source: Hide "Default" in the calendar switcher
ca_ca: Amaga " Per defecte "al commutador de calendari

source: Hide weekends in the calendar
ca_ca: Amaga caps de setmana al calendari

source: Hide "Add to Calender" button in the Profile appointment list
ca_ca: Amaga el botó " Afegeix al calendari "a la llista de reserves del perfil

source: Hide time slots (when a time slot title exists)
ca_ca: Amaga ranures de temps (quan hi ha un títol de ranura d'hora)

source: Hide end times (show only start times)
ca_ca: Amaga les hores finals (mostra només els temps d'inici)

source: Hide the number of available time slots
ca_ca: Amaga el nombre de franges horàries disponibles

source: Hide the already booked time slots cannot be used with Public Appointments
ca_ca: Amagar els espais horaris ja reservats no es pot utilitzar amb reserves públiques

source: Public Appointments (show names under booked appointments)
ca_ca: Reserva públics (noms de mostra sota reserves reservades)

source: Other Options
ca_ca: Altres opcions

source: Do not allow users to cancel their own appointments.
ca_ca: Redirigeix els usuaris excepte els administradors i agents de reserves de la secció /wp-admin/URL.

source: Hide "Appointments" menu from Admin Bar.
ca_ca: Amaga el menú " Reserva "de la barra d'administració.

source: Front-End Color Settings
ca_ca: Configuració del color del front

source: If you DO NOT want to send emails for any of the actions listed below, just remove the email subject or content text (or both) and the email will not be sent for that notification.
ca_ca: Si NO voleu enviar correus electrònics per alguna de les accions que es detallen a continuació, només cal que elimineu el missatge de correu electrònic o el text del contingut (o tots dos) i el correu electrònic no serà enviat per a aquesta notificació.

source: Customer Emails
ca_ca: E-mails de clients

source: Admin/Agent Emails
ca_ca: Emails d'administrador / agent

source: Header/Logo Image
ca_ca: Trieu una imatge per als correus electrònics personalitzats. Manténgalo 600px o menys per obtenir els millors resultats.

source: Upload Logo
ca_ca: Logotip de càrrega

source: Remove
ca_ca: Elimina

source: Which Administrator or Booking Agent user should receive the notification emails by default?
ca_ca: Quin administrador o usuari de l'agent de reserves hauria de rebre correus electrònics de notificacions per defecte?

source: By default, Booked uses the "Settings > General > E-mail Address" setting. Also, each custom calendar can have their own user notification setting, this is just the default.
ca_ca: De manera predeterminada, Booked fa servir la configuració "Configuració> General> Adreça de correu electrònic". A més, cada calendari personalitzat pot tenir la seva pròpia configuració de notificació de l'usuari, aquest és només el valor predeterminat.

source: Choose a default user for notifications
ca_ca: Trieu un usuari predeterminat per a les notificacions

source: Having Email Issues?
ca_ca: Tenir problemes de correu electrònic?

source: Try using an SMTP plugin like %s or %s
ca_ca: Intenta utilitzar un connector SMTP com% s o% s

source: Emails ONLY NOT sending to Admins/Agents?
ca_ca: Alguns clients SMTP rebutgen que s'enviïn correus electrònics "des de " als vostres clients. Google és un d'ells, però simplement canvien el nom del remitent per evitar el rebuig. Uns altres no. Podeu marcar la següent opció per obligar al correu electrònic del nom del remitent, però no podreu respondre directament als correus de notificació procedents de clients.

source: Force sender email
ca_ca: Força el correu electrònic del remitent

source: Still not working?
ca_ca: Encara no funciona?

source: If you are still having issues, check the box below to disable the Booked mailer and let WordPress handle the emails completely.
ca_ca: Si encara teniu problemes, marqueu la casella següent per desactivar el correu electrònic reservat i deixeu que WordPress manegi completament els correus electrònics.

source: Disable Booked mailer, let WordPress handle it.
ca_ca: Recordatori de reserva del client

source: When do you want to send out appointment reminders?
ca_ca: Quan voleu enviar recordatoris de reserves?

source: At appointment time
ca_ca: A l'hora de reserva

source: 5 minutes before
ca_ca: 5 minuts abans

source: 10 minutes before
ca_ca: 10 minuts abans

source: 15 minutes before
ca_ca: 15 minuts abans

source: 30 minutes before
ca_ca: 30 minuts abans

source: 45 minutes before
ca_ca: 45 minuts abans

source: 1 hour before
ca_ca: 1 hora abans

source: 2 hours before
ca_ca: 2 hores abans

source: 3 hours before
ca_ca: 3 hores abans

source: 4 hours before
ca_ca: 4 hores abans

source: 5 hours before
ca_ca: 5 hores abans

source: 6 hours before
ca_ca: 6 hores abans

source: 12 hours before
ca_ca: 12 hores abans

source: 24 hours before
ca_ca: 24 hores abans

source: 2 days before
ca_ca: 2 dies abans

source: 3 days before
ca_ca: 3 dies abans

source: 4 days before
ca_ca: 4 dies abans

source: 5 days before
ca_ca: 5 dies abans

source: 6 days before
ca_ca: 6 dies abans

source: 1 week before
ca_ca: 1 setmana abans

source: 2 weeks before
ca_ca: 2 setmanes abans

source: 3 weeks before
ca_ca: 3 setmanes abans

source: 4 weeks before
ca_ca: 4 setmanes abans

source: 6 weeks before
ca_ca: 6 setmanes abans

source: 2 months before
ca_ca: 2 mesos abans

source: 3 months before
ca_ca: 3 mesos abans

source: Please Note:
ca_ca: Nota:

source: WordPress crons do not run unless someone visits your site. Because of this, some reminders might not get sent out. To prevent this from happening, you would need to setup cron to run from the server level using the following command:
ca_ca: Els crons de WordPress no funcionen a menys que algú visiti el vostre lloc. Per això, és possible que alguns recordatoris no se't enviïn. Per evitar que això passi, haureu de configurar cron per executar-se des del nivell del servidor mitjançant el següent comandament:

source: Customer Appointment Reminder Content
ca_ca: Contingut de recordatori de reserva de clients

source: "This is the email content for appoinment reminders. Some tokens you can use:
ca_ca: " Aquest és el contingut del correu electrònic per als recordatoris de nomenament. Alguns tokens que podeu utilitzar:

source: User Registration
ca_ca: Registre d'usuaris

source: The email content that is sent to the user upon registration (using the Booked registration form). Some tokens you can use:
ca_ca: El contingut del correu electrònic que s'envia a l'usuari després del registre (mitjançant el formulari de registre reservat). Alguns tokens que podeu utilitzar:

source: To display the person's name.
ca_ca: Per mostrar el nom de la persona.

source: To display the person's email address.
ca_ca: Per mostrar l'adreça de correu electrònic de la persona.

source: To display the password for login.
ca_ca: Confirmació de reserva

source: The email content that is sent to the user upon appointment creation. Some tokens you can use:
ca_ca: El contingut del correu electrònic que s'envia a l'usuari després de la creació de la cita. Alguns tokens que podeu utilitzar:

source: Appointment Approval
ca_ca: Aprovació de reserva

source: The email content that is sent to the user upon appointment approval. Some tokens you can use:
ca_ca: El contingut del correu electrònic que s'envia a l'usuari després de l'aprovació de la cita. Alguns tokens que podeu utilitzar:

source: Appointment Cancellation
ca_ca: Cancel·lació de la reserva

source: The email content that is sent to the user upon appointment cancellation. Some tokens you can use:
ca_ca: El contingut del correu electrònic que s'envia a l'usuari després de la cancel·lació de la cita. Alguns tokens que podeu utilitzar:

source: Admin/Agent Appointment Reminder
ca_ca: Recordatori de reserva d'administrador / agent

source: Admin/Agent Appointment Reminder Content
ca_ca: Contingut de recordatori de reserva d'administrador / agent

source: Appointment Request
ca_ca: Sol·licitud de reserva

source: The email content that is sent (to the selected admin users above) upon appointment request. Some tokens you can use:
ca_ca: El contingut del correu electrònic que s'envia (als usuaris administradors seleccionats més amunt) després de la sol·licitud de reserva. Alguns tokens que podeu utilitzar:

source: The email content that is sent (to the selected admin users above) upon cancellation. Some tokens you can use:
ca_ca: El contingut del correu electrònic que s'envia (als usuaris administradors seleccionats anteriorment) després de la cancel·lació. Alguns tokens que podeu utilitzar:

source: Editing time slots for:
ca_ca: Editar espais horaris per a:

source: Single
ca_ca: Solter

source: Bulk
ca_ca: A granel

source: Close
ca_ca: Tancar

source: No "Start date" has been set for these:
ca_ca: No s'ha establert cap " Data d'inici "per a aquests:

source: Start date
ca_ca: Data d'inici

source: Optional End date
ca_ca: Data de finalització opcional

source: Disable appointments
ca_ca: Inhabilita les reserves

source: + Single Time Slot
ca_ca: + Ranura d'un sol temps

source: + Bulk Time Slots
ca_ca: + Slots de temps massius

source: Add Date(s)
ca_ca: Afegeix data (s)

source: Save Custom Time Slots
ca_ca: Desar tragamonedas horàries personalitzades

source: Saving
ca_ca: Estalvi

source: Add
ca_ca: Afegeix

source: HTML allowed
ca_ca: HTML permès

source: Save Custom Fields
ca_ca: Desa els camps personalitzats

source: Display the Default Calendar
ca_ca: Mostra el calendari per defecte

source: You can use this shortcode to display the front-end booking calendar. Use the "calendar" attribute to display a specific calendar. Use the "year" "and/or "month" attributes to display a specific month and/or year. You can also use the "switcher" variable to add a calendar switcher dropdown above the calendar. Your users can then switch between each calendar you've created.
ca_ca: Podeu utilitzar aquest codi abreujat per mostrar el calendari de reserves front end. Utilitzeu l'atribut "calendar " per mostrar un calendari específic. Utilitzeu els atributs "any " "i / o " mes "per mostrar un mes i / o un any específic. També podeu utilitzar la variable " switcher "per afegir un menú desplegable del commutador de calendaris per sobre del calendari. Podeu canviar entre cada calendari que hàgiu creat.

source: Display a Custom Calendar
ca_ca: Mostra un calendari personalitzat

source: Display the Login / Register Form
ca_ca: Mostra el formulari d'inici de sessió / registre

source: If the Registration tab doesn't show up, be sure to allow registrations from the Settings > General page.
ca_ca: Si la pestanya Registre no apareix, assegureu-vos de permetre registres des de la pàgina Configuració> General.

source: Display User Profile
ca_ca: Mostra el perfil d'usuari

source: You can use this shortcode to display the profile content on any page. If a user is not logged in, they will see the login form instead.
ca_ca: Podeu utilitzar aquest codi abreujat per mostrar el contingut del perfil a qualsevol pàgina. Si un usuari no ha iniciat la sessió, veurà el formulari d'inici de sessió.

source: Display User's Appointments
ca_ca: Mostra reserves d'usuari

source: You can use this shortcode to display just the currently logged in user's upcoming appointments.
ca_ca: Podeu utilitzar aquest codi abreviat per mostrar només les properes reserves de l'usuari que heu iniciat.

source: Export Appointments
ca_ca: Exporta reserves

source: You can export all appointments or specify what you want by choosing from the below options.
ca_ca: Podeu exportar totes les reserves o especificar el que vulgueu escollint entre les opcions següents.

source: Appointment Dates
ca_ca: Fechas de reserva

source: Upcoming & Past
ca_ca: Pròxim i passat

source: Only Upcoming
ca_ca: Només properes

source: Only Past
ca_ca: Només passat

source: Approved and/or Pending
ca_ca: Aprovat i / o Pendent

source: Approved & Pending
ca_ca: Aprovat & Pendent

source: Only Approved
ca_ca: Només aprovat

source: Only Pending
ca_ca: Només Pendent

source: Export Appointments to CSV
ca_ca: Exporta reserves a CSV

source: Thanks for using %s!
ca_ca: Gràcies per utilitzar% s!

source: If this is your first time using %s, you will find some helpful "Getting Started" links below. If you just updated the plugin, you can find out what's new in the "What's New" section below.
ca_ca: Si és la primera vegada que utilitzeu% s, trobareu alguns enllaços de "Començar" a continuació. Si acaba d'actualitzar el connector, podeu esbrinar què hi ha de nou a la secció "Novetats" a continuació.

source: Getting Started
ca_ca: Començant

source: Installation & Setup Guide
ca_ca: Guia d'instal·lació i configuració

source: Default Time Slots
ca_ca: Slots d'hora predeterminats

source: View all Guides
ca_ca: Veure totes les guies

source: Get Started
ca_ca: Començar

source: Booked
ca_ca: Reservat

source: Powerful appointment booking made simple.
ca_ca: Estudi Boxy
